Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Notification Center
bg: Център за известия
cs: Centrum notifikací
da: Notifikationscenter
de: Benachrichtigungszentrum
es: Centro de notificaciones
fr: Centre de notifications
it: Centro Notifiche
nb_no: Varslingssenter
nl: Notificatie centrum
pl: Centrum powiadomień
pt_pt: Centro de notificação
ru: Центр уведомлений
sv: Notiscenter
uk: Центр сповіщень
vi: Trung tâm thông báo
zh_hant: 通知中心

source: Notification Settings
bg: Настройки за известия
cs: Nastavení notifikací
da: Indstillinger For Notifikationer
de: Benachrichtigungseinstellungen
es: Ajustes de notificación
fr: Paramètres des notifications
it: Impostazioni di Notifica
nb_no: Varslingsinnstillinger
nl: Instellingen voor meldingen
pl: Ustawienia powiadomień
pt_pt: Configurações de notificação
ru: Настройки уведомлений
sv: Notisinställningar
uk: Параметри сповіщень
vi: Cài đặt thông báo
zh_hant: 通知設定

source: Notifications
bg: Известия
cs: Notifikace
da: Notifikationer
de: Mitteilungen
es: Notificaciones
it: Notifiche
nb_no: Varsler
nl: Meldingen
pl: Powiadomienia
pt_pt: notificações
ru: Уведомления
sv: Notiser
uk: Сповіщення
vi: Thông báo
zh_hant: 通知

source: Notifications and Bluetooth permissions are handled to your liking.
bg: Разрешенията за известия и Bluetooth са зададени по ваш избор.
cs: Oprávnění pro oznámení a Bluetooth jsou nastavena podle tvých preferencí.
da: Notifikationer og Bluetooth-tilladelser håndteres efter din smag.
de: Mitteilungen und Bluetooth-Berechtigungen werden nach Deinen Wünschen gehandhabt.
fr: Les notifications et les autorisations Bluetooth sont gérées selon vos préférences.
nb_no: Varsler og Bluetooth-tillatelser håndteres slik du ønsker.
nl: Meldingen en Bluetooth toestemming wordt naar wens afgehandeld.
pl: Powiadomienia i uprawnienia Bluetooth są obsługiwane według Twoich preferencji.
sv: Notiser och Bluetooth-behörigheter hanteras enligt dina önskemål.
vi: Thông báo và quyền truy cập Bluetooth được xử lý theo ý muốn của bạn.
zh_hant: 通知和藍牙權限可以依照您的需求進行設置。

source: Notifications for “Trio” are Disabled
bg: Известията за „Trio“ са изключени
cs: Oznámení pro „Trio“ jsou vypnuta
da: Notifikationer for "Trio" er deaktiveret
de: Benachrichtigungen für „Trio“ sind deaktiviert
fr: Les notifications de “Trio” sont désactivées
nb_no: Varslinger for "Trio" er deaktivert
nl: Meldingen voor "Trio" zijn uitgeschakeld
pl: Powiadomienia dla "Trio" są wyłączone
sv: Notiser för ”Trio” är inaktiverade
vi: Thông báo cho “Trio” đã bị vô hiệu hóa
zh_hant: “Trio”的通知已停用

source: Notifications give you important Trio information without requiring you to open the app.
bg: Известията ви предоставят важна информация от Trio, без да се налага да отваряте приложението.
cs: Upozornění vám poskytují důležité informace o Trio, aniž byste museli aplikaci otevřít.
da: Notifikationer giver dig vigtige Trio oplysninger uden at kræve, at du åbner appen.
de: Benachrichtigungen geben Dir wichtige Trio-Informationen, ohne dass Du die App öffnen musst.
es: Las notificaciones te dan información importante de Trio sin requerir que abras la aplicación.
fr: Les notifications vous fournissent des informations importantes sur Trio sans nécessiter d’ouvrir l’application.
it: Le notifiche ti danno importanti Trio informazioni senza richiedere di aprire l'app.
nb_no: Varsler gir deg viktig informasjon fra Trio uten at du trenger å åpne appen.
nl: Meldingen geven je belangrijke Trio informatie zonder dat je de app hoeft te openen.
pl: Powiadomienia dają ważne informacje Trio bez konieczności otwierania aplikacji.
pt_pt: As notificações dão informações importantes sobre o Trio sem exigir que você abra o aplicativo.
ru: Уведомления предоставляют вам важную информацию трио, не требуя для открытия приложения.
sv: Notiser ger dig viktig information från Trio utan att du behöver öppna appen.
uk: Сповіщення не надсилають вам важливу інформацію про плем'я, щоб відкрити додаток.
vi: Thông báo cung cấp cho bạn thông tin quan trọng về Trio mà không cần bạn phải mở ứng dụng.
zh_hant: 通知可以在不需要打開應用程序的情況下提供重要的 Trio 資訊。

source: Notify per reading
bg: Известие при всяко показание
cs: Upozornit při každém měření
da: Advisér pr. læsning
de: Benachrichtige mit jedem Glukosewert
es: Notificar por lectura
fr: Notifier à chaque mesure
it: Notifica per lettura
nb_no: Varsle per avlesning
nl: Melding bij elke meting
pl: Powiadom po każdym odczycie
pt_pt: Notificar por leitura
ru: Уведомлять за чтение
sv: Meddela per avläsning
uk: Сповіщати про читання
vi: Thông báo cho mỗi lần đọc
zh_hant: 每次讀取通知

source: Now
bg: Сега
cs: Nyní
da: Nu
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
nb_no: Nå
nl: Nu
pl: Teraz
pt_pt: agora
ru: Сейчас
sv: Nu
uk: Зараз
vi: Bây giờ
zh_hant: 現在

source: NS Upload Profile
bg: Качване на профил в NS
cs: Nahrát profil na NS
da: NS Upload Profil
de: NS Profil Hochladen
es: Perfil de subida de NS
fr: Profil de téléversement NS
it: NS Carica Profilo
nb_no: Opplasting av profil til NS
nl: NS Upload profiel
pl: Profil wgrywania NS
pt_pt: Perfil de envio NS
ru: Загрузка профиля в NS
sv: Ladda upp profil till NS
uk: Профіль Завантаження NS
vi: Tải hồ sơ lên NS
zh_hant: NS 上傳設定檔

source: NS Uploaded Profile
bg: Качен профил в NS
cs: Profil nahrán na NS
da: NS Uploadet Profil
de: NS Hochgeladenes Profil
es: Perfil subido de NS
fr: Profil NS téléversé
it: NS Profilo caricato
nb_no: Opplastet profil
nl: NS geüpload profiel
pl: Wysłany profil NS
pt_pt: Perfil de envio NS
ru: Загруженный в NS профиль
sv: Uppladdad profil
uk: NS Завантажений Профіль
vi: Hồ sơ đã tải lên NS
zh_hant: NS 已上傳設定檔

source: Number of hours insulin is active in your body.
bg: Брой часове, през които инсулинът е активен в тялото ви.
cs: Počet hodin, po které je inzulín v těle aktivní.
da: Antal timer insulin er aktivt i kroppen.
de: Anzahl der Stunden, die Dein Insulin in Deinem Körper aktiv ist.
es: Número de horas de insulina activa en su cuerpo.
fr: Nombre d’heures pendant lesquelles l’insuline reste active dans votre corps.
it: Numero di ore di attività dell’insulina nell’organismo.
nb_no: Antall timer insulin er aktivt i kroppen.
nl: Het aantal uren dat insuline in je lichaam wordt gebruikt, is actief.
pl: Liczba godzin aktywnej insuliny w organizmie.
pt_pt: Número de horas de insulina está ativo no seu corpo.
ru: Количество часов инсулина активно в вашем теле.
sv: Antal timmar insulin är aktiv i kroppen.
uk: Кількість годин інсуліну активний у вашому тілі.
vi: Số giờ insulin còn hoạt động trong cơ thể bạn.
zh_hant: 胰島素在你體內活躍的時間（小時數）。

source: Of the total insulin delivered in the past 24 hours, this indicates what percentage was administered through basals and what was given through bolus.
bg: От общото количество инсулин, подаден през последните 24 часа, това показва какъв процент е подаден чрез базал и какъв – чрез болус.
cs: Z celkového množství inzulínu podaného za posledních 24 hodin tento údaj ukazuje, kolik procent bylo podáno prostřednictvím bazálů a kolik prostřednictvím bolusů.
da: Af den totale mængde insulin, der er givet inden for de sidste 24 timer, indikerer dette, hvilken procentdel der blev administreret gennem basalerne, og hvad der blev givet gennem bolus.
de: Vom gesamten Insulin, das in den letzten 24 Stunden abgegeben wurde, wird hier gezeigt, wieviel Prozent davon Basal und wie viel Bolus waren.
es: De la insulina total entregada en las últimas 24 horas, esto indica qué porcentaje fue administrado a través de basales y lo que se dio a través del bolo.
fr: Indique, sur la quantité totale d’insuline administrée au cours des 24 dernières heures, la part provenant du basal et celle administrée par bolus.
it: Dell'insulina totale erogata nelle ultime 24 ore, questo indica quale percentuale è stata somministrata attraverso i basali e cosa è stato somministrato attraverso il bolo.
nb_no: Av det totale insulinet som gis de siste 24 timene, angir det hva prosentvis er administrert gjennom basaler og hva som er gitt gjennom bolus.
nl: Van de totale hoeveelheid insuline die de afgelopen 24 uur is afgeleverd, geeft dit aan welk percentage is toegediend via basaal en wat er via bolus is gegeven.
pl: Informuje, jaki procent całkowitej dawki insuliny podanej w ciągu ostatnich 24 godzin podano w postaci dawki podstawowej a jaki w postaci bolusów.
pt_pt: Da insulina total entregue nas últimas 24 horas, isto indica que percentagem foi administrada através de basais e o que foi dado através do bolus.
ru: Из общего числа инсулинов, доставленных за последние 24 часа, это указывает на то, какой процент управлялся через базары и что было отдано за счет обмена.
sv: Av det totala insulin som levererats under de senaste 24 timmarna indikerar detta vilken procentandel som administrerades genom basaler och vad som gavs genom bolus.
uk: Загальний інсулін, що був доставлений за останні 24 години, це показує, який відсоток отримувався через основ і що було подано через болтів.
vi: Trong tổng lượng insulin đã được đưa vào cơ thể trong 24 giờ qua, phần này cho biết tỷ lệ phần trăm được cung cấp qua insulin nền (basal) và bao nhiêu được tiêm qua bolus.
zh_hant: 在過去 24 小時內所給予的總胰島素中，這表示通過基礎給予和通過注射給予的百分比。

source: Off
bg: Изкл.
cs: Vyp
da: Fra
de: Aus
es: Apagado
fr: Désactivé
nb_no: Av
nl: UIT
pl: Wyłączony
pt_pt: Desligado
ru: Выкл
sv: Av
uk: Вимкнено
vi: Tắt
zh_hant: 關閉

source: On
bg: Вкл.
cs: Zap
da: Til
de: An
es: En
fr: Activé
it: Acceso
nb_no: På
nl: op
pl: Włączone
pt_pt: Ligado
ru: На
sv: På
uk: Увімк
vi: Bật
zh_hant: 開啟

source: Once enabled, the available customizations will appear. You can customize with the calendar of your choosing, use of emoji labels, and the inclusion of IOB & COB data.
bg: След включване ще се появят наличните опции за персонализиране. Можете да изберете календар, да използвате етикети с емоджи и да включите данни за IOB и COB.
cs: Jakmile to zapneš, zobrazí se dostupné možnosti přizpůsobení. Můžeš si vybrat vlastní kalendář, používat emoji popisky nebo zahrnout data IOB a COB.
da: Når aktiveret, vil de tilgængelige tilpasninger vises. Du kan tilpasse med kalenderen efter eget valg, brug af emoji-etiketter og inklusion af IOB & COB data.
de: Sobald diese Option aktiviert ist, werden die verfügbaren Anpassungen angezeigt. Du kannst den Kalender Deiner Wahl, die Verwendung von Emoji Labels und die Aufnahme von IOB & COB Daten anpassen.
es: Una vez activado, las personalizaciones disponibles aparecerán. Usted puede personalizar con el calendario de su elección, el uso de etiquetas emoji, y la inclusión de los datos IOB & COB.
fr: Une fois activée, les options de personnalisation disponibles s’afficheront. Vous pourrez choisir le calendrier de votre choix, utiliser des émojis comme libellés et inclure les données d’insuline active (IOB) et de glucides actifs (COB).
it: Una volta abilitata, appariranno le personalizzazioni disponibili. È possibile personalizzare con il calendario di vostra scelta, l'uso di etichette emoji e l'inserimento di dati IOB & COB.
nb_no: Når den er aktivert, vises de tilgjengelige tilpasningene. Du kan tilpasse med kalenderen du velger, bruke emoji-etiketter og inkludere IOB- og COB-data.
nl: Zodra ingeschakeld, zullen de beschikbare aanpassingen verschijnen. U kunt aanpassen aan de kalender van uw keuze, gebruik van emoji labels en de opname van IOB & COB gegevens.
pl: Po włączeniu zostaną wyświetlone dostępne dostosowania. Możesz dostosować kalendarz wybrany przez siebie, używać emotikonek oraz zamieszczać dane IOB i COB.
pt_pt: Uma vez habilitadas, as personalizações disponíveis aparecerão. É possível personalizar o calendário da sua escolha, o uso de rótulos de emojis e a inclusão de dados de IOB & COB.
ru: После включения появятся доступные настройки. Вы можете настроить с помощью календаря вашего выбора, использования этикеток эмодзи и включения данных IOB и COB.
sv: När 'Skapa kalenderhändelse' är aktiverad, kommer tillgängliga anpassningar att visas. Du kan anpassa vilken kalender du vill använda, användning av emoji etiketter och om du vill visa IOB & COB data i kalendern.
uk: Після ввімкнення з'являться доступні налаштування. Ви можете налаштувати його за допомогою календаря вашого вибору, використання смайликів та включення персональних даних.
vi: Khi được bật, các tùy chọn tùy chỉnh sẽ hiển thị. Bạn có thể cá nhân hóa bằng cách chọn lịch theo ý muốn, sử dụng nhãn biểu tượng cảm xúc (emoji), và bao gồm dữ liệu IOB & COB.
zh_hant: 一旦啟用，可用的自訂選項將出現。你可以使用你選擇的日曆、自訂表情符號標籤，以及包括 IOB 和 COB 資料。

source: Once the total insulin required is calculated, this safety limit specifies what percentage of the insulin required can be delivered as an SMB.
bg: След като се изчисли общото количество необходим инсулин, този лимит за безопасност определя какъв процент от него може да бъде подаден като SMB.
cs: Jakmile se vypočítá celková potřeba inzulínu, tento bezpečnostní limit určí, kolik procent z ní lze podat formou SMB.
da: Når den totale påkrævede insulin beregnes, specificerer denne sikkerhedsgrænse hvilken procentdel af det insulin, der er behov for, kan indgives som en SMB.
de: Sobald das erforderliche Insulin berechnet wurde, legt dieses Sicherheitslimit fest, welcher Prozentsatz des benötigten Insulins als SMB geliefert werden kann.
es: Una vez calculada la insulina total requerida, este límite de seguridad especifica qué porcentaje de la insulina requerida puede ser entregado como un SMB.
fr: Une fois la quantité totale d'insuline nécessaire calculée, cette limite de sécurité définit le pourcentage d'insuline nécessaire pouvant être administrée sous forme de Super Micro Bolus (SMB).
it: Una volta calcolata l’insulina totale, questo limite di sicurezza specifica quale percentuale dell’insulina necessaria può essere rilasciata come SMB.
nb_no: Når det totale insulinbehovet er beregnet, spesifiserer denne sikkerhetsgrensen hvilken prosentandel av insulinbehovet som kan doseres som SMB.
nl: Zodra de benodigde totale hoeveelheid insuline is berekend, geeft deze veiligheidslimiet aan welk percentage van de benodigde insuline als SMB kan worden geleverd.
pl: Po obliczeniu całkowitej wymaganej dawki insuliny, limit bezpieczeństwa określa, jaki procent wymaganej insuliny można podać w postaci pojedynczej dawki SMB.
pt_pt: Uma vez calculada a insulina total necessária, este limite de segurança especifica qual a porcentagem da insulina necessária pode ser entregue como SMB.
ru: После расчета общего требуемого количества инсулина, этот предел безопасности определяет, какой процент требуемого инсулина может быть доставлен в виде SMB.
sv: När det totala insulin som krävs beräknas denna säkerhetsgräns anger vilken procentandel av insulin som krävs kan levereras som ett SMB.
uk: Після підрахунку загального інсуліну, цей ліміт безпеки визначає необхідний відсоток інсуліну, який необхідний для доставки.
vi: Khi tổng lượng insulin cần thiết đã được tính toán, giới hạn an toàn này xác định phần trăm insulin có thể được tiêm dưới dạng SMB.
zh_hant: 一旦計算出所需的總胰島素，此安全限制指定可作為 SMB 給予的胰島素百分比。

source: One last thing, before you begin...
bg: Още едно нещо, преди да започнете...
cs: Poslední věc, než začneme...
da: En sidste ting, før du starter...
de: Eine letzte Sache noch, bevor Du anfängst...
fr: Une dernière chose avant de commencer...
nb_no: En siste ting før du starter...
nl: Nog een laatste ding, voordat je begint...
pl: Ostatnia rzecz zanim zaczniesz ...
sv: En sista sak, innan du börjar...
vi: Trước khi bắt đầu, còn một điều cuối cùng...
zh_hant: 開始之前最後一件事...

source: Only adjust these settings if you’re an advanced or returning user who knows what they’re doing.
bg: Променяйте тези настройки само ако сте напреднал или завръщащ се потребител, който знае какво прави.
cs: Tato nastavení upravuj pouze tehdy, pokud jsi pokročilý nebo vracející se uživatel a přesně víš, co děláš.
da: Juster kun disse indstillinger, hvis du er avanceret eller returnerer bruger, der ved, hvad de laver.
de: Nimm diese Einstellungen nur vor, wenn Du Dich mit Trio (oder OpenAPS basierten Apps) schon auskennst und weißt, was Du tust.
fr: Ne modifiez ces réglages que si vous êtes un utilisateur expérimenté ou que vous connaissez déjà bien Trio.
it: Regola queste impostazioni solo se sei un utente avanzato che sa cosa sta facendo.
nb_no: Du bør kun endre disse innstillingene hvis du er en avansert eller tidligere bruker som vet hva du gjør.
nl: Pas deze instellingen alleen aan als je een geavanceerde of terugkerende gebruiker bent die weet wat ze doen.
pl: Zmień te ustawienia tylko wtedy, gdy jesteś zaawansowanym użytkownikiem, który wie co robi.
sv: Justera endast dessa inställningar om du är en avancerad eller återkommande användare som vet vad du gör.
vi: Chỉ điều chỉnh các thiết lập này nếu bạn là người dùng nâng cao hoặc đã có kinh nghiệm và hiểu rõ mình đang làm gì.
zh_hant: 只有在您是懂行的進階用戶或回頭客時，才調整這些設定。

source: Only Alarm Limits
bg: Само лимити за предупреждения
cs: Jen limity alarmů
da: Kun Alarmgrænser
de: Nur Alarm-Limits
es: Solo límites de alarma
fr: Seulement en dehors des limites
it: Solo Limiti Di Allarme
nb_no: Bare Alarmgrenser
nl: Alleen alarm limieten
pl: Tylko limity alarmowe
pt_pt: Somente Limites de Alarme
sv: Endast larmgränser
uk: Лише обмеження будильника
vi: Chỉ giới hạn báo động
zh_hant: 僅限警報限制

source: Only Alarm Limits:
bg: Само лимити за предупреждения:
cs: Jen limity alarmů:
da: Kun Alarmgrænse:
de: Nur Alarm-Limits:
es: Sólo límites de alarmas:
fr: Seulement en dehors des limites :
it: Solo Limiti Di Allarme:
nb_no: Bare alarmgrenser:
nl: Alleen alarm limieten:
pl: Tylko limity alarmowe:
pt_pt: Somente Limites de Alarmes:
ru: Лимиты будильника:
sv: Endast larmgränser:
uk: Лише обмеження будильника:
vi: Chỉ giới hạn báo động:
zh_hant: 僅限警報限制：

source: Only Autotune Basal Insulin
bg: Autotune само на базалния инсулин
cs: Pouze Autotune bazálního inzulínu
da: Autotune kun Basal Insulin
de: Nur Autotune Basalinsulin
es: Sólo Insulina Basal Autotune
fr: Limiter le réglage automatique "Autotune" au basal
it: Solo Insulina Basale Autotune
nb_no: Bare bruk Autotune på basalinsulin
nl: Alleen Autotune basale insuline
pl: Tylko insulina bazowa Autotune
pt_pt: Apenas Autotunar Insulina Basal
ru: Автотюн только Базального инсулина
sv: Autojustera endast basalinställningar
uk: Тільки Autotune Базал Інсулін
vi: Chỉ chạy Autotune cho liều nền
zh_hant: 僅限自動調整基礎胰島素

source: Oops, there was an issue!
bg: Опа, възникна проблем!
cs: Jejda, vyskytl se problém!
da: Hovsa, der var et problem!
de: Oops, da gab's ein Problem!
fr: Oups, un problème est survenu !
nb_no: Oops, det oppstod et problem!
nl: Oeps, er was een probleem!
pl: Ups, wystąpił problem!
sv: Hoppan, ett fel uppstod!
vi: Ồ, có vấn đề rồi!
zh_hant: 哎呀，發生了一些問題！

source: Oops! Some data didn’t make it over.
bg: Опа! Част от данните не бяха прехвърлени.
cs: Jejda! Některá data se nepodařilo přenést.
da: Ups! Nogle data klarede det ikke hele vejen.
de: Oops! Einige Daten haben es nicht geschafft.
fr: Oups ! Certaines données n’ont pas été transférées.
nb_no: Oops! Noen data ble ikke med over.
nl: Oeps! Sommige gegevens zijn niet goed overgekomen.
pl: Ups! Niektóre dane nie zostały przesłane.
sv: Hoppsan! Vissa data kunde inte flyttas över.
vi: Ồ! Một số dữ liệu không được chuyển tiếp.
zh_hant: 哎呀！一些資料未成功轉移。

source: Open %@
bg: Отваряне на %@
cs: Otevřít %@
da: Åbn %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
nb_no: Åpne %@
pl: Otwórz %@
pt_pt: Abrir %@
ru: Открыть %@
sv: Öppna %@
uk: Відкрити %@
vi: Mở %@
zh_hant: 開啟 %@

source: Open iOS Settings
bg: Отваряне на Настройки на iOS
cs: Otevřít nastavení iOS
da: Åbn iOS-indstillinger
de: iOS-Einstellungen öffnen
es: Abrir ajustes de iOS
fr: Ouvrir les Réglages iOS
it: Apri le impostazioni iOS
nb_no: Åpne iOS innstillinger
nl: Open iOS-instellingen
pl: Otwórz ustawienia iOS
pt_pt: Abrir configurações do iOS
ru: Открыть настройки iOS
sv: Öppna iOS-inställningar
uk: Відкрити параметри iOS
vi: Mở Cài đặt iOS
zh_hant: 開啟 iOS 設定

source: Open iOS Shortcuts
bg: Отваряне на Shortcuts в iOS
cs: Otevřít zkratky iOS
da: Åbn iOS-genveje
de: iOS-Shortcuts öffnen
es: Abrir accesos directos de iOS
fr: Ouvrir Raccourcis iOS
it: Apri le scorciatoie iOS
nb_no: Åpne iOS snarveier
nl: iOS snelkoppelingen openen
pl: Otwórz skróty iOS
pt_pt: Abrir Atalhos do iOS
ru: Открыть ярлыки iOS
sv: Öppna iOS-genvägar
uk: Відкрити ярлики для iOS
vi: Mở phím tắt iOS
zh_hant: 開啟 iOS 快捷方式

source: Open Nightscout
bg: Отваряне на Nightscout
cs: Otevřít Nightscout
da: Åbn Nightscout
de: Nightscout öffnen
es: Abrir Nightscout
fr: Accéder à Nightscout (Ns)
it: Apri Nightscout
nb_no: Åpne Nightscout
pl: Otwórz Nightscout
pt_pt: Abrir Nightscout
ru: Открыть Ночной Разведчик
sv: Öppna Nightscout
uk: Відкрити Nightscout
vi: Mở Nightscout
zh_hant: 開啟 Nightscout

source: Open Settings
bg: Отваряне на Настройки
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
nb_no: Åpne Innstillinger
nl: Open instellingen
pl: Otwórz ustawienia
pt_pt: Abrir configurações
ru: Открыть настройки
sv: Öppna inställningar
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hant: 開啟設定

source: OpenAPS main settings
bg: OpenAPS – основни настройки
cs: Hlavní nastavení OpenAPS
da: OpenAPS hovedindstillinger
de: OpenAPS Haupteinstellungen
es: Ajustes principales de OpenAPS
fr: Réglages principaux "OpenAPS"
it: Impostazioni principali di OpenAPS
nb_no: OpenAPS hovedinnstillinger
nl: Oref0 hoofdinstellingen
pl: Ustawienia główne OpenAPS
pt_pt: Configurações principais do OpenAPS
ru: Основные настройки OpenAPS
sv: OpenAPS huvudsakliga inställningar
uk: ГОЛОВНІ НАЛАШТУВАННЯ OPENAPS
vi: Cài đặt chính của OpenAPS
zh_hant: 開啟 OpenAPS 主要設定

source: OpenAPS other settings
bg: OpenAPS – други настройки
cs: Další nastavení OpenAPS
da: OpenAPS andre indstillinger
de: OpenAPS weitere Einstellungen
es: Otras opciones de OpenAPS
fr: Autres réglages "OpenAPS"
it: Altre impostazioni di OpenAPS
nb_no: OpenAPS andre innstillinger
nl: Oref0 overige instellingen
pl: OpenAPS inne ustawienia
pt_pt: Outras configurações do OpenAPS
ru: Другие настройки OpenAPS
sv: OpenAPS andra inställningar
uk: ІНШІ НАЛАШТУВАННЯ OPENAPS
vi: Cài đặt khác OpenAPS
zh_hant: 開啟 OpenAPS 其他設定

source: OpenAPS SMB settings
bg: OpenAPS – настройки за SMB
cs: Nastavení OpenAPS AMA
da: OpenAPS SMB indstillinger
de: OpenAPS SMB Einstellungen
es: Ajustes de OpenAPS SMB
fr: Réglages SMB "OpenAPS"
it: Impostazioni SMB di OpenAPS
nb_no: OpenAPS SMB innstillinger
nl: Oref0 SMB instellingen
pl: Ustawienia SMB OpenAPS
pt_pt: Configurações de SMB OpenAPS
ru: Настройки OpenAPS SMB
sv: OpenAPS SMB-inställningar
uk: НАЛАШТУВАННЯ SMB OPENAPS
vi: Cài đặt SMB OpenAPS
zh_hant: 開啟 OpenAPS SMB 設定

source: OpenAPS targets settings
bg: OpenAPS – настройки за цели
cs: Nastavení cílů OpenAPS
da: Opsætning af OpenAPS mål
de: OpenAPS Zieleinstellungen
es: Ajustes de objetivos OpenAPS
fr: Réglages des Cibles "OpenAPS"
it: Impostazioni degli obiettivi di OpenAPS
nb_no: OpenAPS mål-innstillinger
nl: Oref0 doel instellingen
pl: Ustawienia obiektów OpenAPS
pt_pt: Configurações de alvos OpenAPS
ru: Настройки целей OpenAPS
sv: OpenAPS målvärdesinställningar
uk: НАЛАШТУВАННЯ ЦІЛЕЙ OPENAPS
vi: Cài đặt mục tiêu OpenAPS
zh_hant: 開啟 OpenAPS 目標設定

source: Oref Algorithm
bg: Алгоритъм oref
cs: Algoritmus Oref
da: Oref Algoritme
de: Oref Algorithmus
es: Algoritmo Oref
fr: Algorithme "Oref"
it: Algoritmo Di Oref
nb_no: Oref algoritme
nl: Oref Algoritme
pl: Algorytm Oref
pt_pt: Algoritmo Oref
ru: Алгоритм Oref
sv: Oref Algoritm
uk: Алгоритм Oref
vi: Thuật toán Oref
zh_hant: Oref 演算法

source: Other
bg: Друго
cs: Ostatní
da: Andet
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nb_no: Annet
nl: Anders
pl: Inne
pt_pt: Outro
ru: Прочее
sv: Annan
uk: Інше
vi: Khác
zh_hant: 其他
